[
    {
      "id": "624bf0b84c5a87dd12442b0e",
      "picture": "http://placehold.it/32x32",
      "review":" I love Mac lipsticks but I'm having trouble looking for a specific pink natural nude. I already have (amazing) nudes like honey love, please me, love you back, kinda sexy… velvet teddy, is there is any Mac lipstick that is very similar to the Katy Perry Sphinx's lipstick?",
      "rating": "4.5"
    },
    {
      "id": "624bf0b8043ea363e69918e9",
      "picture": "http://placehold.it/32x32",
      "review":  "i bought the shade RubyWoo after reading the rave reviews and while it is a great color I'm not a fan of the packaging or formula. It's very drying and needs to be applied over quite balmy lips.  It does smell good if you care about that. The color is great I'm just not a fan of the formula and the lid to my tube cracked in my pocket.",
      "rating": "2.00"
    },
    {
      "id": "624bf0b8acc4880bfe652791",
      "picture": "http://placehold.it/32x32",
      "review": "This is a bright, bold and beautiful lipstick! I love bright trendy colors! Like most lipsticks it still eventually comes off and you have to reapply but it a fun color and I get tons of compliments!",
      "rating": "3.5"
    },
    {
      "id": "624bf0b8e03d6075b0682d72",
      "picture": "http://placehold.it/32x32",
      "review": "This was one of my birthday freebies from Ulta. I've always been a Mac lipstick fan! This lipstick is matte but moisturizing. It's creamy and smooth going on. The scent is pleasant too. To me, this is more of a rust-beige rather than deep tone beige but still pretty . Mac does matte lipstick right! And I'm still a fan!",
      "rating": "5.00"
    },
    {
      "id": "624bf0b883bc75337f32f9ae",
      "picture": "http://placehold.it/32x32",
      "review": "This lipstick is perfect. The color is so flattering and it mixes well with many other of my nude Lippi's to keep them moisturizing. I loved it so much",
      "rating": "4.5"
    },
    {
      "id": "624bf0b810b5d651f5b6b3d5",
      "picture": "http://placehold.it/32x32",
      "review": "I've always been a lover of Mac lipsticks. You can always find two or three of their famous bullets inside my cosmetic bag. This color is a great nuetral that I can pair with any makeup look. Not drying like some other matte finishes. So excited this brand has decided to collaborate with Ulta." ,
      "rating": "4.00"
    }
   
  ]